Repository: edb-gjengen/studentersamfundet-no
Catalog: plugins/neuf-associations/languages/neuf_assoc-*.po
Languages: nb_no

source: Associations
nb_no: Foreninger

source: Association
nb_no: Forening

source: Add New
nb_no: Legg til ny

source: Edit Association
nb_no: Rediger forening

source: Add New Association
nb_no: Legg til ny

source: View Association
nb_no: Vis forening

source: Search Associations
nb_no: Søk i foreninger

source: No associations found
nb_no: Ingen foreninger funnet

source: No associations found in trash
nb_no: Ingen foreninger funnet i søpla

source: Image
nb_no: Bilde

source: Website
nb_no: Nettside

source: Association details
nb_no: Foreningsinformasjon
